{
  "Він читає книгу": "Lui legge un libro",
  "Мені подобається ця пісня": "Mi piace questa canzone",
  "Ми зустрічаємось завтра": "Ci incontriamo domani",
  "Я люблю грати в футбол": "Amo giocare a calcio",
  "Мені потрібно йти зараз": "Devo andare ora",
  "У неї є багато книг": "Ha molti libri",
  "Сонце сходить на схід": "Il sole sorge a est",
  "Ви бачите те, що я бачу?": "Vedi quello che vedo?",
  "Він любить їздити на велосипеді": "Ama andare in bicicletta",
  "Я буду їсти в ресторані сьогодні ввечері": "Mangerò al ristorante stasera",
  "У мене є чорна кішка": "Ho un gatto nero",
  "Ми готуємо обід": "Stiamo preparando il pranzo",
  "Вона хоче вивчити іспанську": "Vuole imparare lo spagnolo",
  "Він знає, як грати на гітарі": "Sa suonare la chitarra",
  "У мене немає часу": "Non ho tempo",
  "Це така красива картинка": "È un'immagine così bella",
  "Ми їдемо в Італію цього літа": "Stiamo andando in Italia quest'estate",
  "Я люблю цей ресторан": "Amo questo ristorante",
  "Він не може плавати": "Non sa nuotare",
  "Ми збираємось в кіно завтра": "Andiamo al cinema domani",
  "У школі багато учнів.": "Nella scuola ci sono molti studenti.",
  "Вона грає на піаніно дуже добре.": "Lei suona molto bene il pianoforte.",
  "Ми співаємо разом у хорі.": "Cantiamo insieme nel coro.",
  "У парку ростуть великі дерева.": "Nel parco ci sono grandi alberi.",
  "Я допомагаю батькам прибирати вдома.": "Aiuto i miei genitori a pulire la casa.",
  "Вони грають у футбольній команді.": "Giocano nella squadra di calcio.",
  "У класі є двадцять учнів.": "In classe ci sono venti studenti.",
  "Ми зустрілися на вечері у ресторані.": "Ci siamo incontrati per cena al ristorante.",
  "Вона розмовляє двома мовами: англійською і французькою.": "Parla due lingue: inglese e francese.",
  "Я дивлюся телевізор ввечері перед сном.": "Guardo la televisione la sera prima di dormire.",
  "Ми дружимо з дитинства.": "Siamo amici dall'infanzia.",
  "Він готує смачну пасту на обід.": "Prepara una pasta deliziosa per pranzo.",
  "Вона навчається в університеті.": "Studia all'università.",
  "Я люблю гуляти в парку весною.": "Amo passeggiare nel parco in primavera.",
  "Ми збираємося на вихідні в гори.": "Andiamo in montagna per il weekend.",
  "Він грає на гітарі у рок-гурті.": "Suona la chitarra in una band rock.",
  "Вона мріє стати лікарем.": "Sogna di diventare un medico.",
  "Я дивлюся фільми на великому екрані.": "Guardo film sul grande schermo.",
  "Ми зустрілися на вечірці у друга.": "Ci siamo incontrati a una festa dal nostro amico.",
  "Він плаває у басейні кожного літа.": "Nuota in piscina ogni estate.",
  "Вона вчиться грати на скрипці.": "Sta imparando a suonare il violino.",
  "Я подорожую по всьому світу.": "Viaggio in tutto il mondo.",
  "Ми випиваємо каву разом кожен ранок.": "Beviamo caffè insieme ogni mattina.",
  "Він співає у хорі церкви.": "Canta nel coro della chiesa.",
  "Вона грає в баскетбольній команді свого університету.": "Gioca nella squadra di basket della sua università.",
  "Я пишу вірші про кохання.": "Scrivo poesie sull'amore.",
  "Ми вчимося в одному класі.": "Studiamo nella stessa classe.",
  "Він ходить на футбольні тренування кожен тиждень.": "Va agli allenamenti di calcio ogni settimana.",
  "Вона вміє готувати смачні десерти.": "Sabe cucinare deliziosi dessert.",
  "Я малюю картини на полотні.": "Dipingo quadri su tela.",
  "Ми плануємо відвідати музей завтра.": "Abbiamo pianificato di visitare il museo domani.",
  "Він грає на фортепіано на концертах.": "Suona il pianoforte durante i concerti.",
  "Вона працює в інтернет-компанії.": "Lavora in un'azienda di Internet.",
  "Я вчуся грати на гітарі самостійно.": "Sto imparando a suonare la chitarra da solo.",
  "Ми готуємо вечерю разом кожен вечір.": "Prepariamo la cena insieme ogni sera.",
  "Він ходить на тренування боксу три рази на тиждень.": "Va agli allenamenti di boxe tre volte a settimana.",
  "Вона співає в хорі церковних відправ.": "Canta nel coro delle celebrazioni in chiesa.",
  "Я мрію відвідати Париж одного дня.": "Sogno di visitare Parigi un giorno.",
  "Ми збираємося провести вечірку у нашому саду.": "Stiamo organizzando una festa nel nostro giardino.",
  "Він працює в міжнародній компанії з консалтингу.": "Lavora in una società internazionale di consulenza.",
  "Вона навчається грати на скрипці в музичній школі.": "Studia a suonare il violino nella scuola di musica.",
  "Я люблю гуляти по набережній з виглядом на море.": "Amo passeggiare lungo il lungomare con vista sul mare.",
  "Ми випікаємо печиво разом у святкові дні.": "Cuciniamo i biscotti insieme durante le festività.",
  "Він проводить багато часу за комп'ютером, граючи в ігри.": "Passa molto tempo al computer giocando ai videogiochi.",
  "Вона волонтерить у місцевому притулку для тварин.": "Fare volontariato in un rifugio locale per animali.",
  "Я вирощую квіти на своєму балконі.": "Coltivo fiori sul mio balcone.",
  "Ми вивчаємо історію в університеті.": "Studiamo storia all'università.",
  "Він майструє дерев'яні меблі своїми руками.": "Fa mobili di legno con le sue mani.",
  "Вона плаває в басейні для тренувань два рази на тиждень.": "Nuota in piscina per allenarsi due volte alla settimana.",
  "Я пишу статті для журналу про подорожі.": "Scrivo articoli per una rivista di viaggi.",
  "Ми вчимося танцювати сальсу на спеціальних заняттях.": "Stiamo imparando a ballare la salsa in lezioni speciali.",
  "Він малює портрети замовленнями від клієнтів.": "Dipinge ritratti su commissione dai clienti.",
  "Вона організовує благодійний ярмарок для збору коштів.": "Organizza una fiera di beneficenza per raccogliere fondi.",
  "Я граю на скрипці в оркестрі своєї школи.": "Suono il violino nell'orchestra della mia scuola.",
  "Він веде власний бізнес і успішно розвивається.": "Ha un'attività propria e sta crescendo con successo.",
  "Вона володіє мовою програмування на високому рівні.": "Ha una conoscenza avanzata di un linguaggio di programmazione.",
  "Ми організовуємо туристичні поїздки до екзотичних країн.": "Organizziamo viaggi turistici in paesi esotici.",
  "Він грає у професійній футбольній команді.": "Gioca in una squadra di calcio professionistica.",
  "Вона займається акторською майстерністю в театральній школі.": "Studia recitazione presso una scuola di teatro.",
  "Я пишу роман про пригоди в далеких країнах.": "Sto scrivendo un romanzo sulle avventure in paesi lontani.",
  "Ми створюємо власну колекцію мистецтва.": "Stiamo creando la nostra collezione d'arte.",
  "Він досліджує нові методи лікування в медичній лабораторії.": "Sta conducendo ricerche su nuovi metodi di trattamento in un laboratorio medico.",
  "Вона вчиться живопису у престижній академії мистецтв.": "Studia pittura presso un'accademia d'arte prestigiosa.",
  "Я займаюся тренуванням собак для змагань.": "Mi occupo dell'addestramento dei cani per le competizioni.",
  "Ми готуємо професійну презентацію для нашої компанії.": "Stiamo preparando una presentazione professionale per la nostra azienda.",
  "Він досліджує космос і працює в астрономічному інституті.": "Sta studiando lo spazio e lavora presso un istituto astronomico.",
  "Вона волонтерить у громадській організації, допомагаючи потребуючим.": "Fare volontariato in un'organizzazione non profit, aiutando i bisognosi.",
  "Я вивчаю мови світу та діловий етикет різних країн.": "Sto studiando le lingue del mondo e l'etichetta aziendale di diversi paesi.",
  "Ми організовуємо культурні заходи, пропагуючи мистецтво і культуру.": "Organizziamo eventi culturali, promuovendo l'arte e la cultura.",
  "Він розробляє нові технології в галузі енергетики.": "Sta sviluppando nuove tecnologie nel settore dell'energia.",
  "Вона проводить тренінги з особистісного росту та розвитку.": "Conduce training sull'autosviluppo e la crescita personale.",
  "Я вчу студентів університету у предметі історія мистецтва.": "Insegno storia dell'arte agli studenti universitari.",
  "Ми створюємо інноваційні рішення в сфері технологій.": "Stiamo creando soluzioni innovative nel campo delle tecnologie.",
  "Він підтримує благодійні фонди та допомагає нужденним.": "Sostiene fondi di beneficenza e aiuta i bisognosi.",
  "Вона пише наукові статті у відомих журналах.": "Scrive articoli scientifici su riviste famose.",
  "Він займається дизайном і створює красиві веб-сайти.": "Si occupa di design e crea bellissimi siti web.",
  "Вона вивчає медицину і мріє стати лікарем.": "Studia medicina e sogna di diventare un medico.",
  "Ми організовуємо виставки мистецтва і промоуюємо талановитих художників.": "Organizziamo mostre d'arte e promuoviamo artisti talentuosi.",
  "Він волонтерить в рамках екологічних проектів для охорони природи.": "Fa volontariato in progetti ambientali per la conservazione della natura.",
  "Вона проводить тренінги з комунікаційних навичок і розвитку особистості.": "Conduce training sulle competenze comunicative e lo sviluppo personale.",
  "Я розробляю нові продукти та інноваційні рішення в галузі технологій.": "Sviluppo nuovi prodotti e soluzioni innovative nel campo delle tecnologie.",
  "Ми вчимося в університеті й отримуємо високу освіту.": "Studiamo all'università per ottenere una formazione superiore.",
  "Він підтримує молодих підприємців та стартапи своїми інвестиціями.": "Sostiene giovani imprenditori e startup con i suoi investimenti.",
  "Вона веде блог про подорожі та розповідає про свої пригоди.": "Gestisce un blog di viaggi e racconta le sue avventure.",
  "Я готуються до міжнародних змагань і тренуюся щодня.": "Mi sto preparando per competizioni internazionali e mi alleno ogni giorno.",
  "Ми займаємося науковим дослідженням в області медицини.": "Conduciamo ricerche scientifiche nel campo della medicina.",
  "Він організовує фестивалі та культурні події для спільноти.": "Organizza festival ed eventi culturali per la comunità.",
  "Вона вивчає іноземні мови і має багатомовні навички.": "Studia lingue straniere e ha competenze multilingue.",
  "Я пишу сценарії для фільмів та телевізійних шоу.": "Scrivo sceneggiature per film e programmi televisivi.",
  "Ми розвиваємо соціальні проекти та допомагаємо уразливим групам населення.": "Sviluppiamo progetti sociali e aiutiamo gruppi vulnerabili della popolazione.",
  "Він вчиться в музичній академії та вдосконалює свої навички гри на інструменті.": "Studia presso un'accademia musicale e migliora le sue competenze strumentali.",
  "Вона займається дизайном моди та створює унікальні колекції одягу.": "Si occupa di design di moda e crea collezioni di abbigliamento uniche.",
  "Я працюю в галузі маркетингу та реклами, розробляючи стратегії продажу.": "Lavoro nel campo del marketing e della pubblicità, sviluppando strategie di vendita.",
  "Ми організовуємо тренінги та семінари з особистісного розвитку та лідерства.": "Organizziamo training e seminari sull'autosviluppo e sul leadership.",
  "Він підтримує благодійні організації та збирає кошти для потребуючих.": "Sostiene organizzazioni benefiche e raccoglie fondi per coloro che ne hanno bisogno.",
  "Вона волонтерить в медичному центрі, надаючи допомогу пацієнтам.": "Fa volontariato in un centro medico, fornendo assistenza ai pazienti.",
  "Я досліджую вплив змін клімату на екосистеми та працюю над їх збереженням.": "Sto studiando l'impatto dei cambiamenti climatici sugli ecosistemi e lavoro per la loro conservazione.",
  "Ми вчимося в музичній школі та граємо у шкільному оркестрі.": "Studiamo presso una scuola di musica e suoniamo nell'orchestra scolastica.",
  "Він організовує виставки та галереї мистецтва для презентації талановитих художників.": "Organizza mostre e gallerie d'arte per presentare artisti talentuosi.",
  "Вона проводить лекції та семінари з питань здорового способу життя та фітнесу.": "Conduce conferenze e seminari su uno stile di vita sano e fitness.",
  "Я волонтерю в пришкільному таборі, допомагаючи дітям проводити цікаві заняття.": "Faccio volontariato in un campo estivo, aiutando i bambini a partecipare a attività interessanti.",
  "Ми розвиваємо програмне забезпечення для автоматизації бізнес-процесів.": "Sviluppiamo software per l'automazione dei processi aziendali.",
  "Він вчиться в академії мистецтв та створює вражаючі твори мистецтва.": "Studia presso un'accademia d'arte e crea opere d'arte mozzafiato.",
  "Вона працює в галузі туризму та організовує незабутні подорожі для клієнтів.": "Lavora nel settore del turismo e organizza viaggi indimenticabili per i clienti.",
  "Я займаюся науковим дослідженням в області інформатики та розробляю нові технології.": "Mi occupo di ricerca scientifica nel campo dell'informatica e sviluppo nuove tecnologie.",
  "Ми організовуємо соціальні заходи та події для спільноти міста.": "Organizziamo eventi sociali e manifestazioni per la comunità cittadina.",
  "Він підтримує екологічні ініціативи та допомагає зберегти навколишнє середовище.": "Sostiene iniziative ecologiche e aiuta a preservare l'ambiente circostante.",
  "Вона волонтерить в дитячому будинку, надаючи допомогу дітям без батьківського піклування.": "Fa volontariato in un orfanotrofio, fornendo assistenza ai bambini senza genitori.",
  "Я розробляю нові методи навчання та педагогічні підходи в освіті.": "Sviluppo nuovi metodi di insegnamento e approcci pedagogici nell'ambito dell'istruzione.",
  "Ми вчимося в медичному університеті та готуємося стати лікарями.": "Studiamo presso un'università medica e ci prepariamo a diventare medici.",
  "Він організовує культурні фестивалі та події, сприяючи розвитку мистецтва.": "Organizza festival culturali ed eventi, promuovendo lo sviluppo dell'arte.",
  "Вона проводить тренінги з особистісного зростання та розвитку лідерських навичок.": "Conduce training sull'autosviluppo e sullo sviluppo delle competenze di leadership.",
  "Я волонтерю в гуманітарних місіях, надаючи допомогу в кризових ситуаціях.": "Faccio volontariato in missioni umanitarie, fornendo aiuto in situazioni di crisi.",
  "Ми розробляємо нові продукти в області інформаційних технологій та програмного забезпечення.": "Sviluppiamo nuovi prodotti nel campo delle tecnologie dell'informazione e del software.",
  "Вона веде блог про здоровий спосіб життя та надає поради щодо збереження здоров'я.": "Gestisce un blog sullo stile di vita sano e fornisce consigli per mantenere la salute.",
  "Я працюю в галузі фінансів та допомагаю клієнтам планувати свої фінансові цілі.": "Lavoro nel settore finanziario e aiuto i clienti a pianificare i loro obiettivi finanziari.",
  "Ми організовуємо тренінги з командної роботи та розвитку спільного мислення.": "Organizziamo training sulla collaborazione di squadra e lo sviluppo del pensiero collettivo.",
  "Він підтримує молодих підприємців та надає їм консультації з бізнесу.": "Sostiene i giovani imprenditori e fornisce loro consulenza aziendale.",
  "Вона волонтерить у місцевому госпіталі, допомагаючи медичному персоналу.": "Fa volontariato in un ospedale locale, fornendo assistenza al personale medico.",
  "Я досліджую соціальні проблеми та шукаю способи їх вирішення.": "Sto studiando problemi sociali e cercando modi per risolverli.",
  "Ми вчимося в інженерному коледжі та розвиваємо навички в області техніки.": "Studiamo presso un college di ingegneria e sviluppiamo competenze nel campo della tecnica.",
  "Він організовує виставки фотографій та візуальне мистецтво для презентації творчих робіт.": "Organizza mostre fotografiche e arte visiva per presentare lavori creativi.",
  "Вона проводить лекції та семінари з психології та саморозвитку.": "Conduce conferenze e seminari sulla psicologia e sull'autosviluppo.",
  "Я волонтерю в прихованому притулку для бездомних тварин, допомагаючи їм знайти нові домівки.": "Faccio volontariato in un rifugio segreto per animali randagi, aiutandoli a trovare nuove case.",
  "Ми розробляємо нові методи викладання мов та мовні програми для навчання студентів.": "Sviluppiamo nuovi metodi di insegnamento delle lingue e programmi linguistici per l'apprendimento degli studenti.",
  "Він працює над дослідженням в області робототехніки та штучного інтелекту.": "Sta lavorando sulla ricerca nel campo della robotica e dell'intelligenza artificiale.",
  "Вона займається мистецтвом та створює вражаючі твори скульптури.": "Si dedica all'arte e crea opere scultoree impressionanti.",
  "Я працюю в галузі реклами та розвиваю креативні рекламні кампанії.": "Lavoro nel campo della pubblicità e sviluppo campagne pubblicitarie creative.",
  "Ми організовуємо культурні заходи та фестивалі для сприяння розвитку мистецтва.": "Organizziamo eventi culturali e festival per promuovere lo sviluppo dell'arte.",
  "Він підтримує громадські ініціативи та працює над соціальними проектами.": "Sostiene iniziative comunitarie e lavora su progetti sociali.",
  "Вона волонтерить в дитячому садку, допомагаючи дітям розвиватися та вчитися.": "Fa volontariato in un asilo nido, aiutando i bambini a svilupparsi e imparare.",
  "Я досліджую природні ресурси та займаюся екологічними дослідженнями.": "Sto studiando le risorse naturali e conduco ricerche ambientali.",
  "Ми вчимося в музичному коледжі та вдосконалюємо свої музичні навички.": "Studiamo presso un college di musica e miglioriamo le nostre abilità musicali.",
  "Він організовує соціальні кампанії та акції для підтримки уразливих груп населення.": "Organizza campagne e iniziative sociali per sostenere gruppi vulnerabili della popolazione.",
  "Вона проводить тренінги з розвитку особистості та самопізнання.": "Conduce training sull'autosviluppo e l'autoconsapevolezza.",
  "Я волонтерю в молодіжному центрі, сприяючи розвитку молоді та їхній самореалізації.": "Faccio volontariato in un centro giovanile, promuovendo lo sviluppo dei giovani e la loro realizzazione personale.",
  "Ми розробляємо нові технології в області енергоефективності та відновлювальних джерел енергії.": "Sviluppiamo nuove tecnologie nell'ambito dell'efficienza energetica e delle fonti di energia rinnovabile."
}
